Repository: Shyam-2315/DFarmDirect
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi

source: Featured Categories
hi: विशेष श्रेणियाँ

source: Vegetables & Fruits
hi: सब्जियां और फल

source: Breakfast & instant food
hi: कोल्ड ड्रिंक्स और जूस

source: Bakery & Biscuits
hi: बेकरी और बिस्कुट

source: Atta, rice & dal
hi: आटा, चावल और दाल

source: Sauces & spreads
hi: सॉस और स्प्रेड

source: Organic & gourmet
hi: जैविक एवं स्वादिष्ट

source: Baby care
hi: शिशु के देखभाल

source: Cleaning essentials
hi: सफाई संबंधी आवश्यक वस्तुएं

source: Personal care
hi: व्यक्तिगत देखभाल

source: Dairy, bread & eggs
hi: डेयरी, ब्रेड और अंडे

source: Cold drinks & juices
hi: कोल्ड ड्रिंक्स और जूस

source: Tea, coffee & drinks
hi: चाय, कॉफी और पेय

source: Masala, oil & more
hi: मसाला, तेल और अधिक

source: Chicken, meat & fish
hi: चिकन, मांस और मछली

source: Paan corner
hi: पान का कोना

source: Pharma & wellness
hi: फार्मा एवं कल्याण

source: Home & office
hi: घर कार्यालय

source: Pet care
hi: पालतू जानवरों की देखभाल

source: Get to know us
hi: हम के बारे में जानें

source: Company
hi: कंपनी

source: About
hi: हमारे बारे में

source: Blog
hi: ब्लॉग

source: Help Center
hi: सहायता केंद्र

source: Our Value
hi: हमारा मूल्य

source: For Consumers
hi: उपभोक्ताओं के लिए

source: Payments
hi: सेटिंग्स

source: Shipping
hi: शिपिंग

source: Product Returns
hi: उत्पाद वापसी

source: FAQ
hi: सामान्य प्रश्न

source: Shop Checkout
hi: दुकान चेकआउट

source: Become a Shopper
hi: एक खरीदार बनें

source: Shopper Opportunities
hi: शॉपर अवसर

source: Earnings
hi: आय

source: Ideas & Guides
hi: विचार एवं मार्गदर्शिकाएँ

source: New Retailers
hi: नये खुदरा विक्रेता

source: FarmDirect programs
hi: फार्मडायरेक्ट कार्यक्रम

source: Gift Cards
hi: उपहार कार्ड

source: Promos & Coupons
hi: प्रोमो और कूपन

source: FarmDirect Ads
hi: फार्मडायरेक्ट कार्यक्रम

source: Careers
hi: करियर

source: Payment Partners
hi: सेटिंग्स

source: Get deliveries with FarmDirect
hi: FarmDirect के साथ डिलीवरी प्राप्त करें

source: Farmers Direct Market Place
hi: किसान प्रत्यक्ष बाजार स्थान

source: Super Value Deals - Save more with coupons
hi: सुपर वैल्यू डील्स - कूपन के साथ अधिक बचत करें

source: Dairy, Bread & Eggs
hi: डेयरी, ब्रेड और अंडे

source: Snacks & Munchies
hi: स्नैक्स और मंचीज़

source: Fruits & Vegetables
hi: फल सब्जियां

source: Cold Drinks & Juices
hi: कोल्ड ड्रिंक्स और जूस

source: Breakfast & Instant Food
hi: कोल्ड ड्रिंक्स और जूस

source: Chicken, Meat & Fish
hi: चिकन, मांस और मछली

source: Home 1
hi: घर 1

source: Home 2
hi: घर 2

source: Home 4
hi: घर 4

source: Home 5
hi: घर 5

source: Shop Grid - Filter
hi: शॉप ग्रिड - फ़िल्टर

source: Shop Grid - 3 column
hi: दुकान ग्रिड - 3 कॉलम

source: Shop List - Filter
hi: दुकान सूची - फ़िल्टर

source: Shop - Filter
hi: दुकान सूची - फ़िल्टर

source: Shop Wide
hi: व्यापक रूप से खरीदारी करें

source: Shop Single
hi: एकल खरीदारी करें

source: Shop Single v2
hi: शॉप सिंगल v2

source: Shop Wishlist
hi: दुकान इच्छा सूची

source: Shop Cart
hi: शॉप कार्ट

source: Store List
hi: स्टोर सूची

source: Store Grid
hi: स्टोर ग्रिड

source: Store Single
hi: स्टोर सिंगल

source: Butter
hi: मक्खन

source: Milk Drinks
hi: दूध पेय

source: Curd & Yogurt
hi: दही और योगर्ट

source: Eggs
hi: अंडे

source: Buns & Bakery
hi: बन्स और बेकरी

source: Cheese
hi: पनीर

source: Condensed Milk
hi: गाढ़ा दूध

source: Dairy Products
hi: डेयरी उत्पादों

source: Breakfast Cereal
hi: नाश्ते का अनाज

source: Noodles, Pasta & Soup
hi: नूडल्स, पास्ता और सूप

source: Frozen Veg Snacks
hi: जमे हुए शाकाहारी स्नैक्स

source: Frozen Non-Veg Snacks
hi: जमे हुए नॉन-वेज स्नैक्स

source: Vermicelli
hi: सेवई

source: Instant Mixes
hi: त्वरित मिश्रण

source: Fruit and Juices
hi: फल और जूस

source: Soft Drinks
hi: शीतल पेय

source: Fruit Juices
hi: फलों का रस

source: Coldpress
hi: कोल्डप्रेस

source: Water & Ice Cubes
hi: पानी और बर्फ के टुकड़े

source: Soda & Mixers
hi: सोडा और मिक्सर

source: Health Drinks
hi: दूध पेय

source: Herbal Drinks
hi: हर्बल पेय

source: Shop Now
hi: अभी खरीदें

source: Blog Single
hi: ब्लॉग एकल

source: Blog Category
hi: ब्लॉग श्रेणी

source: About us
hi: हमारे बारे में

source: 404 Error
hi: 404 त्रुटि

source: Contact
hi: संपर्क

source: Sign in
hi: खाता

source: Signup
hi: साइन अप करें

source: Forgot Password
hi: पासवर्ड भूल गए

source: My Account
hi: पासवर्ड भूल गए

source: Orders
hi: आदेश

source: Settings
hi: सेटिंग्स

source: Address
hi: पता

source: Payment Method
hi: सेटिंग्स

source: Notification
hi: अधिसूचना

source: Dashboard
hi: डैशबोर्ड

source: Documentations
hi: प्रलेखन

source: Browse the all documentation
hi: सभी दस्तावेज़ ब्राउज़ करें

source: Location in 382480
hi: स्थान 382480

source: You’ve got FREE delivery. Start
hi: आपको मुफ़्त डिलीवरी मिलेगी। शुरू करें

source: Continue Shopping
hi: खरीदारी जारी रखें

source: Update Cart
hi: कार्ट अपडेट करें

source: Choose your Delivery Location
hi: अपना डिलीवरी स्थान चुनें

source: Enter your address and we will specify the offer you area.
hi: अपना पता दर्ज करें और हम आपको प्रस्तावित क्षेत्र बता देंगे।

source: Select Location
hi: स्थान चुनें

source: Clear All
hi: सभी साफ करें

source: Opening Sale Discount 50%
hi: ओपनिंग सेल छूट 50%

source: SuperMarket For Fresh Grocery
hi: ताजा किराने का सामान के लिए सुपरमार्केट

source: Introduced a new model for online grocery shopping and convenient home delivery.
hi: ऑनलाइन किराना खरीदारी और सुविधाजनक होम डिलीवरी के लिए एक नया मॉडल पेश किया गया।

source: Free Shipping - orders over $100
hi: मुफ़्त शिपिंग - $100 से ज़्यादा के ऑर्डर पर

source: Free Shipping to First-Time Customers Only, After promotions and discounts are applied.
hi: केवल पहली बार के ग्राहकों के लिए निःशुल्क शिपिंग, प्रमोशन और छूट लागू होने के बाद।

source: Snack & Munchies
hi: स्नैक्स और मंचीज़

source: Instant Food
hi: तत्काल भोजन

source: Tea, Coffee & Drinks
hi: चाय, कॉफी और पेय

source: Atta, Rice & Dal
hi: आटा, चावल और दाल

source: Baby Care
hi: शिशु के देखभाल

source: Cleaning Essentials
hi: सफाई संबंधी आवश्यक वस्तुएं

source: Pet Care
hi: पालतू जानवरों की देखभाल

source: Freshly Baked Buns
hi: ताज़ा बेक्ड बन्स

source: Popular Products
hi: लोकप्रिय उत्पाद

source: Sale
hi: बिक्री

source: Anand
hi: आनंद

source: Ahmedabad
hi: अहमदाबाद

source: Vadodra
hi: वडोदरा

source: Nadiad
hi: नाडियाड

source: Surat
hi: सूरत

source: Bharuch
hi: भरूच

source: Valsad
hi: वलसाड

source: Rajkot
hi: राजकोट

source: Junagadh
hi: जूनागढ़

source: Gandhinagar
hi: गांधीनगर

source: Name
hi: नाम

source: Email address
hi: मेल पता

source: Password
hi: पासवर्ड

source: By Signup, you agree to our
hi: साइनअप करके, आप हमारी शर्तों से सहमत होते हैं

source: Terms of Service
hi: सेवा की शर्तें

source: Sign Up
hi: साइन अप करें

source: unread messages
hi: अपठित संदेश

source: Search for products
hi: उत्पादों की खोज करें

source: Location
hi: जगह

source: Pick Location
hi: स्थान चुनें

source: All Departments
hi: सभी विभाग

source: Home
hi: घर

source: New
hi: नया

source: Shop
hi: दुकान

source: Stores
hi: स्टोर

source: Mega menu
hi: मेगा मेनू

source: Dont miss this
hi: इसे न चूकें

source: offer today.
hi: आज ही प्रस्ताव दें.

source: Pages
hi: पृष्ठों

source: Account
hi: खाता

source: Docs
hi: दस्तावेज़

source: Changelog
hi: सभी दस्तावेज़ ब्राउज़ करें

source: See what's new
hi: देखें, क्या नया है
